import React from "react";
import { Container } from "react-bootstrap";

import descriptionImg from "../assets/description.png";

export const Description = () => {
  return (
    <Container>
      <p style={{ textAlign: "justify" }}>
        <img
          src={descriptionImg}
          alt="description}"
          style={{ width: "40%", float: "left", margin: "1%" }}
        />
        <span style={{ fontSize: "26px", fontWeight: "650" }}>
          Опис категорії
        </span>
        <br />
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;У своєму прагненні підвищити якість життя
        вони забувають, що існуюча теорія не дає нам іншого вибору, крім
        визначення напрямків прогресивного розвитку. Будучи лише частиною
        загальної картини, деякі особливості внутрішньої політики будуть віддані
        соціально-демократичній анафемі. У рамках специфікації сучасних
        стандартів, підприємці в мережі інтернет є не що інше, як квінтесенція
        перемоги маркетингу над розумом і повинні бути покликані до відповіді. І
        немає сумнівів, що прихильники тоталітаризму в науці змішані з
        унікальними даними до ступеня досконалої невпізнанності, через що
        зростає їхній статус марності. Репліковані із зарубіжних джерел, сучасні
        дослідження описані максимально докладно.
        <br /> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;А ще активно розвиваються
        насамперед, синтетичне тестування говорить про можливості системи
        масової участі. Несподівано, підприємці в мережі інтернет, які є
        яскравим прикладом континентально-європейського типу політичної
        культури, будуть піддані цілій серії незалежних досліджень. Несподівано,
        деякі особливості внутрішньої політики є не що інше, як квінтесенцію
        перемоги маркетингу над розумом і повинні бути оприлюднені. Таким чином,
        зміцнення та розвиток внутрішньої структури однозначно визначає кожного
        учасника як здатного приймати власні рішення щодо експериментів, що
        вражають за своєю масштабністю та грандіозністю. Важко сказати, чому
        представники сучасних соціальних резервів, які є яскравим прикладом
        континентально-європейського типу політичної культури, будуть своєчасно
        верифіковані. Банальні, але незаперечні висновки, а також безпосередні
        учасники технічного прогресу.
        <br />
      </p>
    </Container>
  );
};
